{
    "version": "https://jsonfeed.org/version/1",
    "title": "",
    "items": [
        {
            "title": "Steff Beckers",
            "summary": "I'm a passionate developer with a strong focus on web development and DevOps. I thrive on learning and working with the latest technologies and frameworks to continuously grow my expertise. I enjoy collaborating as part of a team in an agile environment, where I can contribute to building impactful solutions. I'm detail-oriented, committed to getting things right, and understand that even the smallest details can make a big difference.",
            "date_modified": "2024-12-29T18:54:52.156Z"
        },
        {
            "title": "Experience - Steff Beckers",
            "summary": "My work experience, acquired certificates and education.",
            "date_modified": "2024-12-29T18:54:52.157Z"
        },
        {
            "title": "Blog - Steff Beckers",
            "summary": "Tutorials, scripts and other useful notes.",
            "date_modified": "2024-12-29T18:54:52.158Z"
        },
        {
            "title": "Contact - Steff Beckers",
            "summary": "Get in touch with Steff.",
            "date_modified": "2024-12-29T18:54:52.158Z"
        },
        {
            "title": "Nginx/Apache SSL Certificates with Let's Encrypt",
            "summary": "Certbot is a free, open source software tool for automatically using Let’s Encrypt certificates on manually-administrated websites to enable HTTPS.",
            "date_modified": "2021-01-27T19:24:00.000Z"
        },
        {
            "title": "Chocolatey, the package manager for Windows",
            "summary": "Chocolatey has the largest online registry of Windows packages. Chocolatey packages encapsulate everything required to manage a particular piece of software into one deployment artifact by wrapping installers, executables, zips, and/or scripts into a compiled package file.",
            "date_modified": "2021-01-11T18:56:00.000Z"
        },
        {
            "title": "IIS Express 10 localhost SSL certificate reset",
            "summary": "Tutorial on how to reset your localhost SSL certificate for IIS Express 10.",
            "date_modified": "2021-03-26T20:48:00.000Z"
        },
        {
            "title": "IIS SSL Certificates with Let's Encrypt",
            "summary": "win-acme is a ACMEv2 client for Windows that aims to be very simple to start with, but powerful enough to grow into almost every scenario.",
            "date_modified": "2021-01-25T20:38:00.000Z"
        }
    ]
}